[
	"Собаки понимают до 250 слов и жестов, считают до пяти и могут решать простейшие математические задачи. Интеллектуально они на уровне двухлетних детей.",
	"В России собаки смогли приспособить метро для своих нужд: они научились ездить на общественном транспорте в поисках еды, путешествуя по самым населенным районам.",
	"Собаки не любят обнимашек! Для них это признак доминирования. Так что прекратите, наконец, это делать!",
	"Собаки различают ультразвуковой свист. Пол Маккартни, зная это, записал этот звук в конце песни «День жизни» специально для своей шотландской овчарки.",
	"В древнем Китае последней линией обороны императора была маленькая собачка породы пекинес: она пряталась в рукаве и в случае опасности выскакивала и бросалась на врага.",
	"Мокрый нос собаке нужен, чтобы определить направление запаха.",
	"Ошейники с шипами были изобретены в древней Греции для защиты шеи собак от нападения волков.",
	"На самом деле, собаки пьют, сворачивая язык в форме ложечки, но не вверх, а вниз — от нёба.",
	"У щенков 28 зубов, а взрослых собак — 42.",
	"Сердце крупной собаки, как и у человека, кстати, в спокойном состоянии бьется от 60 до 100 ударов в минуту, у маленьких — 100-140.",
	"72% владельцев собак считают, что их подопечные могут прогнозировать шторм. Предсказывать погоду им помогает отменный слух: в 10 раз более острый, чем у человека.",
	"У собак три пары век: верхняя, нижняя и мигательная мембрана, которая смазывает и защищает глаз.",
	"У собак 1 700 вкусовых рецепторов. Для сравнения, у человека — 9 000.",
	"Собака чувствует запах в 10 000 — 100 000 раз лучше, чем человек. Держите свои лакомства в надежном месте.",
	"Собака чувствует запах в 10 000 — 100 000 раз лучше, чем человек. Держите свои лакомства в надежном месте.",
	"К слову о вкусностях, шоколад опасен для собак. В нем содержится теобромин, который поражает центральную нервную систему и сердечную мышцу пса. В организме человека это вещество расщепляют энзимы.",
	"Помните, по мнению пса, Вы — вожак стаи. По крайней мере, так должно быть.",
	"Собаки инстинктивно требуют одобрения лидера перед каким-либо поступком.",
	"Собаки, как и люди, могут икать, когда едят или пьют слишком быстро.",
	"Как и человеческие дети, чихуахуа рождаются с мягким местом — родничком — в верхней части черепа, которое твердеет с возрастом.",
	"«Всегда выходят сухими из воды» — эти слова в полной мере можно отнести к ньюфаундлендовым собакам, которые не мокнут в воде, а благодаря перепончатым лапам являются отличными пловцами.",
	"Ожирение, увы, проблема № 1 со здоровьем у собак.",
	"Всего существует 703 породы чистокровных собак.",
	"Собаки судят об объектах сначала по их движению, потом по их яркости и, наконец, по их форме.",
	"Собаки «Боксеры» так названы из-за их манеры играть со своими передними лапами.",
	"Щенки начинают нормально видеть только после 1-го месяца.",
	"Собаки породы лундехунд имеют по 6 пальцев на каждой лапе.",
	"В Библии собаки упоминаются 14 раз.",
	"Три собаки выжили после гибели Титаника — ньюфаундленд, померанский шпиц и пекинес. Конечно, они были в первом классе.",
	"«Внимание, тревога» — аналогом этого сигнала у собак является виляние хвоста влево (относительно четвероногого).",
	"Собаки научились водить машину. Новозеландское общество по защите прав животных поставило эксперимент, в результате которого трое собак научились ездить по прямой на автомобиле и даже поворачивать.",
	"Рост самой высокой собаки породы немецкий дог, стоящей на задних лапах, — 2, 20 метра.",
	"Собаки являются прямыми потомками волков.",
	"Хищническая природа собаки определяет ее питание — оно должно быть максимально биологически соответствующим, то есть как у волков: больше животного белка, меньше углеводов.",
	"Мы все знаем знак «@» как собачку, но в других странах это — улитка, обезьянка, штрудель (на иврите), сельдь под маринадом (на чешском и словацком) и лунное ухо (на казахском).",
	"66% — настолько владельцы собак двигаются больше, чем остальные люди."
]